Repository: marspater/FluentCleaner
Catalog: FluentCleaner/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, fr_fr, id_id, zh_tw

# BtnAIDiscussion.Content
source: Thoughts? Join the discussion →
de_de: Meinung? Zur Diskussion →
fr_fr: Qu'en pensez-vous ? Rejoignez la discussion ! →
id_id: Punya ide? Bergabung dengan diskusi →
zh_tw: 有什麼想法? 加入討論 →

# BtnSaveApiKey.Content
source: Save
de_de: Speichern
fr_fr: Sauver
id_id: Simpan
zh_tw: 儲存

# BtnTestApiKey.Content
source: Test
de_de: Testen
fr_fr: Tester
id_id: Uji
zh_tw: 測試

# BtnGetApiKey.Content
source: Get key
de_de: Schlüssel holen
fr_fr: Obtenir la clé
id_id: Dapatkan kunci
zh_tw: 取得金鑰

# SectionBackup.Text
source: Backup
de_de: Sicherung
fr_fr: Sauvegarder
id_id: Cadangan
zh_tw: 備份

# LblBackupDesc.Text
source: Export or import your settings as a JSON file. Drop a settings.json next to the exe for portable mode.
de_de: Einstellungen als JSON-Datei exportieren oder importieren. settings.json neben der Exe ablegen für portablen Modus.
fr_fr: Exportez ou importez vos paramètres sous forme de fichier JSON. Déposez un fichier settings.json à côté de l'exécutable pour le mode portable.
id_id: Ekspor atau impor pengaturan sebagai file JSON. Taruh settings.json di samping exe untuk mode portabel.
zh_tw: 將您的設定匯出或匯入為 JSON 檔案。若要啟用可攜模式，請將 settings.json 檔案放置於程式同目錄。

# BtnExport.Content
source: Export
de_de: Exportieren
fr_fr: Exporter
id_id: Expor
zh_tw: 匯出

# BtnImport.Content
source: Import
de_de: Importieren
fr_fr: Importer
id_id: Impor
zh_tw: 匯入

# LblPortableActive.Text
source: 📦 Portable mode active — settings stored next to exe
de_de: 📦 Portabler Modus aktiv — Einstellungen neben der Exe gespeichert
fr_fr: 📦 Mode portable actif — paramètres enregistrés à côté du fichier .exe
id_id: 📦 Mode portabel aktif — pengaturan disimpan di samping exe
zh_tw: 📦 可攜模式已啟用 — 設定檔儲存於程式同目錄

# SectionAbout.Text
source: About
de_de: Über
fr_fr: A propos
id_id: Tentang
zh_tw: 關於

# BtnReportIssue.Content
source: Report an issue
de_de: Problem melden
fr_fr: Signaler un problème
id_id: Laporkan masalah
zh_tw: 回報問題

# BtnIconCredit.Content
source: App icon by naderi
de_de: App-Icon von naderi
fr_fr: App icon par naderi
id_id: Ikon aplikasi oleh naderi
zh_tw: 應用程式圖示由 naderi 提供

# St_Winapp3NotDownloaded
source: Winapp3 not downloaded yet — click Download.
de_de: Winapp3 noch nicht heruntergeladen — auf Herunterladen klicken.
fr_fr: Winapp3 n'est pas encore téléchargé — cliquez sur Télécharger.
id_id: Winapp3 belum diunduh — klik Unduh.
zh_tw: Winapp3 尚未下載 — 請按下 [下載]。

# St_WinappxNotDownloaded
source: Winappx not downloaded yet — click Download.
de_de: Winappx noch nicht heruntergeladen — auf Herunterladen klicken.
fr_fr: Winapp3 n'est pas encore téléchargé — cliquez sur Télécharger.
id_id: Winappx belum diunduh — klik Unduh.
zh_tw: Winappx 尚未下載 — 請按下 [下載]。

# St_HistoryNone
source: no runs recorded yet
de_de: noch keine Einträge aufgezeichnet
fr_fr: Aucune utilisation enregistrée pour le moment
id_id: belum ada riwayat penggunaan
zh_tw: 暫無清理記錄

# St_HistorySummary
source: {0} runs · {1} total freed
de_de: {0} Vorgänge · {1} insgesamt freigegeben
fr_fr: {0} utilisations · {1} libéré au total
id_id: {0} kali jalan · total {1} dibebaskan
zh_tw: 共 {0} 次清理 · 總計釋放 {1} 空間

# St_HistoryItems
source: {0} items
de_de: {0} Einträge
fr_fr: {0} éléments
id_id: {0} item
zh_tw: {0} 個清理項

# St_FileNotFound
source: File not found: {0}
de_de: Datei nicht gefunden: {0}
fr_fr: Fichier non trouvé: {0}
id_id: File tidak ditemukan: {0}
zh_tw: 找不到檔案: {0}

# St_CustomPathSaved
source: Custom path saved.
de_de: Eigener Pfad gespeichert.
fr_fr: Chemin personnalisé sauvé.
id_id: Jalur kustom disimpan.
zh_tw: 自訂路徑已儲存。

# St_Download
source: Download
de_de: Herunterladen
fr_fr: Télécharger
id_id: Unduh
zh_tw: 下載

# St_Downloading
source: Downloading {0}…
de_de: {0} wird heruntergeladen…
fr_fr: Téléchargement {0}…
id_id: Mengunduh {0}…
zh_tw: 正在下載 {0}…

# St_Downloaded
source: {0} downloaded — {1} KB
de_de: {0} heruntergeladen — {1} KB
fr_fr: {0} téléchargé — {1} KB
id_id: {0} Berhasil diunduh — {1} KB
zh_tw: {0} 已下載 — {1} KB

# St_DownloadFailed
source: Download failed: {0}
de_de: Download fehlgeschlagen: {0}
fr_fr: Échec du téléchargement: {0}
id_id: Gagal mengunduh: {0}
zh_tw: 下載失敗: {0}

# St_FileInfoNotDownloaded
source: Not downloaded
de_de: Nicht heruntergeladen
fr_fr: Pas téléchargé
id_id: Belum diunduh
zh_tw: 未下載

# St_FileInfo
source: {0} entries • {1} KB • {2}
de_de: {0} Einträge • {1} KB • {2}
fr_fr: {0} entr"es • {1} KB • {2}
id_id: {0} entri • {1} KB • {2}
zh_tw: {0} 項規則 • {1} KB • {2}

# St_UpdateAvailable
source: Update available — {0}
de_de: Update verfügbar — {0}
fr_fr: Mise à jour disponible — {0}
id_id: Pembaruan tersedia — {0}
zh_tw: 有可用更新 — {0}

# St_UpdateMessage
source: A new version of FluentCleaner is ready to download.
de_de: Eine neue Version von FluentCleaner ist zum Download bereit.
fr_fr: Une nouvelle version de FluentCleaner est disponible au téléchargement.
id_id: Versi baru FluentCleaner siap untuk diunduh.
zh_tw: FluentCleaner 的新版本已可供下載。

# St_UpToDate
source: You're up to date
de_de: Du bist auf dem neuesten Stand
fr_fr: Vous êtes à jour
id_id: Kamu menggunakan versi terbaru
zh_tw: 您已更新至最新版本

# St_UpToDateMessage
source: Version {0} is the latest.
de_de: Version {0} ist die neueste.
fr_fr: {0} est la dernière version.
id_id: Versi {0} adalah yang terbaru.
zh_tw: 版本 {0} 是最新的。

# St_MenuUpdate
source: ⬆ Update available — {0}
de_de: ⬆ Update verfügbar — {0}
fr_fr: ⬆ Mise à jour disponible — {0}
id_id: ⬆ Pembaruan tersedia — {0}
zh_tw: ⬆ 有可用更新 — {0}

# St_MenuCheckUpdates
source: Check for updates
de_de: Auf Updates prüfen
fr_fr: Vérifier les mises à jour
id_id: Periksa pembaruan
zh_tw: 檢查更新

# St_ApiKeyMissing
source: ⚠ Enter an API key first.
de_de: ⚠ Zuerst einen API-Schlüssel eingeben.
fr_fr: ⚠ Saisissez d'abord une clé API.
id_id: ⚠ Masukkan kunci API terlebih dahulu.
zh_tw: ⚠ 請先輸入 API 金鑰。

# St_ApiKeyTesting
source: Testing…
de_de: Teste…
fr_fr: Teste…
id_id: Menguji…
zh_tw: 正在測試…

# St_ExportSuccess
source: Settings exported to {0}
de_de: Einstellungen exportiert nach {0}
fr_fr: Paramètres exportés vers{0}
id_id: Pengaturan diekspor ke {0}
zh_tw: 設定匯出到 {0}

# St_ExportFailed
source: Export failed: {0}
de_de: Export fehlgeschlagen: {0}
fr_fr: Echec de l'export : {0}
id_id: Ekspor gagal: {0}
zh_tw: 匯出失敗: {0}

# St_ImportSuccess
source: Settings imported from {0}
de_de: Einstellungen importiert aus {0}
fr_fr: Paramètres importés depuis {0}
id_id: Pengaturan diimpor dari {0}
zh_tw: 已從 {0} 匯入設定

# St_ImportFailed
source: Import failed: {0}
de_de: Import fehlgeschlagen: {0}
fr_fr: Echec de l'importation: {0}
id_id: Impor gagal: {0}
zh_tw: 匯入失敗: {0}

# CustomTitle.Text
source: Custom Cleaners
de_de: Eigene Reiniger
fr_fr: Nettoyage personnalisé
id_id: Pembersih Kustom
zh_tw: 自訂清理規則

# CustomEmptyHint.Text
source: No custom cleaners yet.
de_de: Noch keine eigenen Reiniger.
fr_fr: Pas de nettoyeurs personnalisés pour le moment.
id_id: Belum ada pembersih kustom.
zh_tw: 目前尚無自訂清理規則。

# CustomEmptyHint2.Text
source: Create a new cleaner — it will appear here automatically.
de_de: Erstelle einen neuen Reiniger — er erscheint automatisch hier.
fr_fr: Créez un nouveau nettoyeur — il apparaîtra ici automatiquement.
id_id: Buat pembersih baru — akan muncul di sini secara otomatis.
zh_tw: 建立新的清理規則 — 將會自動顯示在此處。

# MenuEditEntry.Text
source: Edit
de_de: Bearbeiten
fr_fr: Editer
zh_tw: 編輯

# MenuDeleteEntry.Text
source: Delete
de_de: Löschen
fr_fr: Effacer
id_id: Hapus
zh_tw: 刪除

# MenuTestEntry.Text
source: Test in Rule Lab
de_de: Im Rule Lab testen

# MenuRunEntry.Text
source: Run
de_de: Ausführen
fr_fr: Lancer
id_id: Jalankan
zh_tw: 執行

# BtnNewCleaner.Content
source: + New Cleaner
de_de: + Neuer Reiniger
fr_fr: + Nouveau nettoyeur
id_id: + Pembersih Baru
zh_tw: + 新增清理規則

# BtnRunScript.Text
source: Run
de_de: Ausführen
fr_fr: Lancer
id_id: Jalankan
zh_tw: 執行

# St_CustomStatus
source: {0} cleaner · {1} enabled
de_de: {0} Reiniger · {1} aktiviert
fr_fr: {0} nettoyeur · {1} activé
id_id: {0} pembersih · {1} diaktifkan
zh_tw: 共 {0} 套清理規則 · {1} 套已啟用

# St_CustomStatusScripts
source: {0} script(s)
de_de: {0} Skript(e)
id_id: {0} skrip
zh_tw: {0} 個腳本

# St_CustomMenuNew
source: New custom cleaner
de_de: Neuer eigener Reiniger
fr_fr: Nouveau nettoyeur personnalisé
id_id: Pembersih kustom baru
zh_tw: 新增自訂清理規則

# St_CustomMenuOpenFolder
source: Open Custom folder
de_de: Custom-Ordner öffnen
fr_fr: Ouvrir le répertoire personnalisé
id_id: Buka folder Kustom
zh_tw: 開啟自訂規則資料夾

# St_CustomMenuReddit
source: Ask on Reddit
de_de: Auf Reddit fragen
fr_fr: Demander sur Reddit
id_id: Tanya di Reddit
zh_tw: 在 Reddit 上提問

# St_CustomMenuNeowin
source: Neowin forums
de_de: Neowin-Foren
id_id: Forums Neowin
zh_tw: Neowin 論壇

# St_CustomMenuShare
source: Share cleaner on GitHub
de_de: Reiniger auf GitHub teilen
fr_fr: Partager le nettoyeur sur GitHub
id_id: Bagikan pembersih di GitHub
zh_tw: 在 GitHub 分享清理規則

# St_CustomToggleFailed
source: Toggle failed: {0}
de_de: Umschalten fehlgeschlagen: {0}
fr_fr: Échec de la bascule: {0}
id_id: Gagal mengubah status: {0}
zh_tw: 切換失敗: {0}

# St_CustomDeleteTitle
source: Delete "{0}"?
de_de: „{0}" löschen?
fr_fr: Effacer "{0}"?
id_id: Hapus "{0}"?
zh_tw: 刪除 "{0}"?

# St_CustomDeleteMessage
source: This removes the custom cleaner permanently.
de_de: Dies entfernt den eigenen Reiniger dauerhaft.
fr_fr: Cela supprime définitivement le nettoyeur personnalisé.
id_id: Ini akan menghapus pembersih kustom secara permanen.
zh_tw: 這將永久移除自訂清理規則。

# St_CustomDeleteConfirm
source: Delete
de_de: Löschen
fr_fr: Effacer
id_id: Hapus
zh_tw: 刪除

# St_CustomDeleteCancel
source: Cancel
de_de: Abbrechen
fr_fr: Annuler
id_id: Batalkan
zh_tw: 取消

# St_CustomRunning
source: Running {0}...
de_de: {0} wird ausgeführt...
fr_fr: En cours {0}...
id_id: Menjalankan {0}...
zh_tw: 正在執行 {0}...

# St_CustomScriptError
source: {0}: could not read script — {1}
de_de: {0}: Skript konnte nicht gelesen werden — {1}
fr_fr: {0}: ne sait pas lire le script — {1}
id_id: {0}: tidak dapat membaca skrip — {1}
zh_tw: {0}: 無法讀取腳本 — {1}

# St_CustomCompleted
source: {0}: completed successfully.
de_de: {0}: erfolgreich abgeschlossen.
fr_fr: {0}: terminé avec succès.
id_id: {0}: berhasil diselesaikan.
zh_tw: {0}: 執行完成。

# St_CustomFailed
source: {0}: failed (exit {1}).
de_de: {0}: fehlgeschlagen (Exit {1}).
fr_fr: {0}: échoué(exit {1}).
id_id: {0}: gagal (exit {1}).
zh_tw: {0}: 執行失敗 (結束碼 {1})。

# St_CustomEntryNone
source: no entries parsed
de_de: keine Einträge gefunden
fr_fr: Aucune entrée analysée
id_id: tidak ada entri yang diproses
zh_tw: 未解析到任何清理項目

# St_CustomEntryOne
source: 1 entry · {0}
de_de: 1 Eintrag · {0}
fr_fr: 1 entrée · {0}
id_id: 1 entri · {0}
zh_tw: 1 項清理項 · {0}

# St_CustomEntryMany
source: {0} entries · {1}
de_de: {0} Einträge · {1}
fr_fr: {0} entrées · {1}
id_id: {0} entri · {1}
zh_tw: {0} 項清理項。 {1}

# St_CustomEntryEnabled
source: enabled
de_de: aktiviert
fr_fr: activé
id_id: diaktifkan
zh_tw: 已啟用

# St_CustomEntryDisabled
source: disabled
de_de: deaktiviert
fr_fr: désactivé
id_id: dinonaktifkan
zh_tw: 已停用

# DlgNewCleanerSave
source: Save
de_de: Speichern
fr_fr: Sauver
id_id: Simpan
zh_tw: 儲存

# DlgNewCleanerCancel
source: Cancel
de_de: Abbrechen
fr_fr: Annuler
id_id: Batalkan
zh_tw: 取消

# DlgNewCleanerTypeIni.Content
source: Winapp2 entry (.ini)
de_de: Winapp2-Eintrag (.ini)
id_id: Entri Winapp2 (.ini)
zh_tw: Winapp2 清理項目 (.ini)

# DlgNewCleanerTypePs1.Content
source: PowerShell script (.ps1)
de_de: PowerShell-Skript (.ps1)
id_id: Skrip PowerShell (.ps1)
zh_tw: PowerShell 腳本 (.ps1)

# DlgNewCleanerNamePlaceholder
source: My Cleaner
de_de: Mein Reiniger
fr_fr: Mon nettoyeur
id_id: Pembersih Saya
zh_tw: 自訂清理規則

# DlgNewCleanerAiPlaceholder
source: Generate with AI - describe what to clean (results may vary)
de_de: Mit KI generieren – beschreibe, was bereinigt werden soll
fr_fr: Générer avec IA - Décrire ce qu'il faut nettoyer (les résultats peuvent varier)
id_id: Buat dengan AI - jelaskan apa yang mau dibersihkan (hasil bisa berbeda)
zh_tw: 由 AI 生成 — 描述需要清理的內容（結果可能有所不同）

# DlgNewCleanerGenerate.Content
source: Generate
de_de: Generieren
fr_fr: Générer
id_id: Buat
zh_tw: 產生

# DlgNewCleanerGenerateBtn
source: Generate
de_de: Generieren

# DlgNewCleanerContentLabel
source: Content
de_de: Inhalt
fr_fr: Contenu
id_id: Konten
zh_tw: 內容

# DlgNewCleanerTest
source: Test in Rule Lab
de_de: Im Rule Lab testen

# DlgNewCleanerLoadTemplate.Content
source: Load template
de_de: Vorlage laden
fr_fr: Charger le modèle
id_id: Memuat template
zh_tw: 載入範本

# DlgNewCleanerTitleNew
source: New custom cleaner
de_de: Neuer eigener Reiniger
fr_fr: Nouveau nettoyeur personnalisé
id_id: Pembersih Kustom Baru
zh_tw: 新增自訂清理規則

# DlgNewCleanerTitleEdit
source: Edit — {0}
de_de: Bearbeiten — {0}
fr_fr: Editer — {0}
zh_tw: 編輯 — {0}

# AI_NoKey
source: No API key configured. Go to Settings → AI explanations to add your Groq API key (free at console.groq.com).
de_de: Kein API-Schlüssel konfiguriert. Gehe zu Einstellungen → KI-Erklärungen, um deinen Groq-API-Schlüssel hinzuzufügen (kostenlos auf console.groq.com).
fr_fr: Aucune clé API n'est configurée. Accédez à Paramètres → Explications IA pour ajouter votre clé API Groq (gratuite sur console.groq.com).
id_id: Belum ada API key yang dikonfigurasi. Buka Pengaturan → Penjelasan AI untuk menambahkan Groq API key (gratis di console.groq.com).
zh_tw: 未設定 API 金鑰。請前往「設定」→「AI 解讀」以新增您的 Groq API 金鑰（可於 console.groq.com 免費取得）。

# AI_ApiError
source: Groq API error: {0}
de_de: Groq-API-Fehler: {0}
id_id: Error Groq API: {0}
zh_tw: Groq API 錯誤: {0}

# AI_NoResponse
source: No response received.
de_de: Keine Antwort erhalten.
fr_fr: Aucune réponse reçue.
id_id: Tidak ada respons yang diterima.
zh_tw: 未收到回應。

# AI_NetworkError
source: Could not reach Groq API: {0}
de_de: Groq-API nicht erreichbar: {0}
fr_fr: Ne sait pas joindre l'API Groq: {0}
id_id: Tidak bisa terhubung ke Groq API: {0}
zh_tw: 無法連線至 Groq API: {0}

# AI_NoKeyShort
source: No API key configured — go to Settings → AI explanations.
de_de: Kein API-Schlüssel konfiguriert — gehe zu Einstellungen → KI-Erklärungen.
fr_fr: Aucune clé API configurée — accédez à Paramètres → Explications IA.
id_id: Belum ada API key yang dikonfigurasi — buka Pengaturan → Penjelasan AI.
zh_tw: 未設定 API 金鑰 — 請前往「設定」→「AI 解讀」。

# CLI_Databases
source: Databases: {0} active — {1} detected entries
de_de: Datenbanken: {0} aktiv — {1} erkannte Einträge
fr_fr: Bases de données: {0} active — {1} entrées détectées
id_id: Databases: {0} aktif — {1} entri terdeteksi
zh_tw: 已啟用資料庫: {0} 個 — 偵測到 {1} 條清理規則

# CLI_HelpHint
source: Type 'help' for commands.
de_de: Tippe 'help' für Befehle.
fr_fr: Taper 'help' pour les commandes.
id_id: Ketik 'help' untuk melihat perintah.
zh_tw: 輸入 help 以查看命令。

# CLI_UnknownCommand
source: Unknown command '{0}'. Type 'help'.
de_de: Unbekannter Befehl '{0}'. Tippe 'help'.
fr_fr: Commande inconnue '{0}'. Taper 'help'.
id_id: Perintah tidak dikenal '{0}'. Ketik 'help'.
zh_tw: 未知命令 '{0}'。輸入 help 查看說明。

# CLI_NoDrives
source: No drives found.
de_de: Keine Laufwerke gefunden.
fr_fr: Pas de disques trouvés.
id_id: Tidak ada drive yang ditemukan.
zh_tw: 找不到磁碟。

# CLI_ThemeUsage
source: Usage: theme dark | light | system
de_de: Verwendung: theme dark | light | system
fr_fr: Utilisation: thème foncé | clair | système
id_id: Penggunaan: theme dark | light | system
zh_tw: 使用格式: theme dark | light | system

# CLI_ThemeSet
source: Theme set to '{0}'.
de_de: Design auf '{0}' gesetzt.
fr_fr: Thème défini sur '{0}'.
id_id: Tema diatur ke '{0}'.
zh_tw: 佈景已設定為 '{0}'。

# CLI_BackdropUsage
source: Usage: backdrop mica | acrylic
de_de: Verwendung: backdrop mica | acrylic
fr_fr: Utilisation: arrière-plan mica | acrylic
id_id: Penggunaan: backdrop mica | acrylic
zh_tw: 使用格式: backdrop mica | acrylic

# CLI_BackdropSet
source: Backdrop set to '{0}'.
de_de: Hintergrund auf '{0}' gesetzt.
fr_fr: Arrière-plan défini sur '{0}'.
id_id: Backdrop diatur ke '{0}'.
zh_tw: 背景已設定為 '{0}'。

# CLI_NoMatch
source: No entries matching '{0}'.
de_de: Keine Einträge für '{0}' gefunden.
fr_fr: Aucune entrée ne correspond '{0}'.
id_id: Tidak ada entri yang sesuai dengan '{0}'.
zh_tw: 找不到符合 '{0}' 的清理項目。

# CLI_CleanEntry
source: {0}: {1} items · {2}
de_de: {0}: {1} Einträge · {2}
fr_fr: {0}: {1} éléments · {2}
id_id: {0}: {1} item · {2}
zh_tw: {0}: {1} 個項目。釋放 {2} 空間

# CLI_CleanDone
source: Done — {0} items removed · {1} freed.
de_de: Fertig — {0} Einträge entfernt · {1} freigegeben.
fr_fr: Fait — {0} éléments enlevés · {1} libéré.
id_id: Selesai — {0} item dihapus · {1} dibebaskan.
zh_tw: 執行完成 — 刪除 {0} 個項目。釋放 {1} 空間。

# CLI_NothingToClean
source: Nothing to clean.
de_de: Nichts zu bereinigen.
fr_fr: Rien à nettoyer.
id_id: Tidak ada yang perlu dibersihkan.
zh_tw: 無需清理。

# CLI_AnalyzeEntry
source: {0}: {1} files · {2} registry · {3}
de_de: {0}: {1} Dateien · {2} Registrierung · {3}
fr_fr: {0}: {1} fichiers · {2} registre · {3}
id_id: {0}: {1} file · {2} registri · {3}
zh_tw: {0}: {1} 個檔案。{2} 個登錄項目。總計 {3}

# CLI_AnalyzeTotal
source: Total: {0} found.
de_de: Gesamt: {0} gefunden.
fr_fr: Total: {0} trouvé.
id_id: Total: {0} ditemukan.
zh_tw: 總計: 找到 {0}。

# CLI_NothingFound
source: Nothing found.
de_de: Nichts gefunden.
fr_fr: Rien trouvé.
id_id: Tidak ada yang ditemukan.
zh_tw: 未找到任何項目。

# CLI_ListEntries
source: — {0} entries.
de_de: — {0} Einträge.
fr_fr: — {0} entrées.
id_id: — {0} entri.
zh_tw: — {0} 個項目。

# CLI_ListCategories
source: — {0} categories.
de_de: — {0} Kategorien.
fr_fr: — {0} catégories.
id_id: — {0} kategori.
zh_tw: — {0} 個類別。

# CLI_AppxUsage
source: Usage: appx list | appx scan | appx remove <name> | appx remove all
de_de: Verwendung: appx list | appx scan | appx remove <Name> | appx remove all
fr_fr: Utilisation: appx list | appx scan | appx remove <name> | appx remove all
id_id: Penggunaan: appx list | appx scan | appx remove <name> | appx remove all
zh_tw: 使用格式: appx list | appx scan | appx remove <名稱> | appx remove all

# CLI_AppxListStart
source: Listing all installed AppX packages...
de_de: Alle installierten AppX-Pakete werden aufgelistet...
fr_fr: Liste de tous les packages AppX installés...
zh_tw: 正在列出所有已安裝的 AppX 套件...

# CLI_AppxNoPackages
source: No packages found.
de_de: Keine Pakete gefunden.
fr_fr: Aucun package trouvé.
id_id: Tidak ada paket yang ditemukan.
zh_tw: 找不到任何套件。

# CLI_AppxListDone
source: — {0} package(s) installed. Use 'appx remove <name>' to uninstall.
de_de: — {0} Paket(e) installiert. Nutze 'appx remove <Name>' zum Deinstallieren.
fr_fr: — {0} package(s) installé(s). Utiliser 'appx remove <name>' pour désinstaller.
id_id: — {0} paket terinstal. Gunakan 'appx remove <name>' untuk mencopot.
zh_tw: — 已安裝 {0} 個套件。使用 'appx remove <名稱>' 來卸載。

# CLI_AppxScanStart
source: Scanning installed packages...
de_de: Installierte Pakete werden gescannt...
fr_fr: Analyse des paquets installés...
id_id: Memindai paket yang terinstal...
zh_tw: 正在掃描預裝垃圾套件...

# CLI_AppxNothingFound
source: Nothing found — system looks clean.
de_de: Nichts gefunden — System sieht sauber aus.
fr_fr: Rien trouvé — le système semble propre.
id_id: Tidak ada yang ditemukan — sistem tampak bersih.
zh_tw: 找不到預裝垃圾套件 — 系統乾淨。

# CLI_AppxScanDone
source: — {0} package(s) found. Use 'appx remove <name>' or 'appx remove all'.
de_de: — {0} Paket(e) gefunden. Nutze 'appx remove <Name>' oder 'appx remove all'.
fr_fr: — {0} package(s) trouvé(s). Utiliser 'appx remove <name>' or 'appx remove all'.
id_id: — {0} paket ditemukan. Gunakan 'appx remove <name>' atau 'appx remove all'.
zh_tw: — 找到 {0} 預裝套件。使用 'appx remove <名稱>' 或 'appx remove all'。

# CLI_AppxRemoveUsage
source: Usage: appx remove <name> | appx remove all
de_de: Verwendung: appx remove <Name> | appx remove all
fr_fr: Utilisation: appx remove <name> | appx remove all
id_id: Penggunaan: appx remove <name> | appx remove all
zh_tw: 使用格式: appx remove <名稱> | appx remove all

# CLI_AppxRemoveScanStart
source: Scanning for installed packages...
de_de: Installierte Pakete werden gesucht...
fr_fr: Recherche des paquets installés...
id_id: Memindai untuk paket yang terinstal...
zh_tw: 正在掃描可卸載套件...

# CLI_AppxNothingToRemove
source: Nothing to remove.
de_de: Nichts zu entfernen.
fr_fr: Rien à enlever.
id_id: Tidak ada yang perlu dihapus.
zh_tw: 無須卸載套件。

# CLI_AppxRemoving
source: Removing {0}...
de_de: Entferne {0}...
fr_fr: Suppression {0}...
id_id: Menghapus {0}...
zh_tw: 正在卸載 {0}...

# CLI_AppxRemoveOk
source: OK {0} removed.
de_de: OK {0} entfernt.
fr_fr: OK {0} supprimé.
id_id: OK {0} dihapus.
zh_tw: 成功 {0} 已卸載。

# CLI_AppxRemoveErr
source: ERR {0} — failed (may not be installed or requires elevation).
de_de: ERR {0} — fehlgeschlagen (möglicherweise nicht installiert oder Adminrechte erforderlich).
fr_fr: ERR {0} — échec (peut ne pas être installé ou nécessite une élévation).
id_id: ERR {0} — gagal (mungkin tidak terinstal atau memerlukan elevasi).
zh_tw: 失敗 {0} — 卸載出錯 (可能未安裝或需要提升權限)。

# CLI_AppxRemoveDone
source: Done — {0} package(s) removed.
de_de: Fertig — {0} Paket(e) entfernt.
fr_fr: Fait — {0} package(s) enlevé(s).
id_id: Selesai — {0} paket dihapus.
zh_tw: 操作完成 — 共卸載 {0} 個套件。

# CLI_AppxNothingRemoved
source: Nothing was removed.
de_de: Nichts wurde entfernt.
fr_fr: Rien n'a été enlevé.
id_id: Tidak ada yang dihapus.
zh_tw: 未卸載任何套件。

# CLI_AppxDisabled
source: Winappx database is disabled — enable it in Settings.
de_de: Winappx-Datenbank deaktiviert — in den Einstellungen aktivieren.
fr_fr: La base de données Winappx est désactivée; activez-la dans les paramètres.
id_id: Database Winappx dinonaktifkan — aktifkan di Pengaturan.
zh_tw: Winappx 資料庫已停用 — 請前往設定頁面啟用。

# CLI_AppxNotFound
source: Winappx.ini not found — download it in Settings.
de_de: Winappx.ini nicht gefunden — in den Einstellungen herunterladen.
fr_fr: Winappx.ini non trouvé — Téléchargez-le dans les paramètres.
id_id: Winappx.ini tidak ditemukan — unduh di Pengaturan.
zh_tw: 找不到 Winappx.ini — 請在設定頁面下載該資料庫。

# NavTerminal.Content
source: Terminal
zh_tw: 終端機

# LblWinappxTag.Text
source: bloatware
fr_fr: logiciels inutiles
zh_tw: 預先安裝軟體

# LblAIOptIn.Text
source: opt-in
id_id: opsional
zh_tw: 手動啟用

# BtnFAQ.Content
source: FAQ
zh_tw: 常見問題

# LblInsiderBadge.Text
source: INSIDER
zh_tw: 內測版

# DlgNewCleanerNameHeader
source: Name
fr_fr: Nom
id_id: Nama
zh_tw: 名稱

# TerminalPlaceholder.PlaceholderText
source: clean firefox · analyze chrome · help
fr_fr: nettoyer firefox · analyser chrome · aide
zh_tw: 清理 firefox · 分析 chrome · 說明

# CLI_Welcome
source: FluentCleaner Terminal online.
fr_fr: FluentCleaner Terminal en ligne.
id_id: Terminal FluentCleaner aktif.
zh_tw: FluentCleaner 終端機線上。

# LblCopyright.Text
source: © 2026 A Belim app creation
fr_fr: © 2026 Belim app creation
